Repository: oanav/closetshare
Catalog: *-content/plugins/advanced_ad_management/languages/*/messages.po
Languages: fr_fr

source: Republished Date:
fr_fr: Date de republication:

source: Published Date:
fr_fr: Date de publication:

source: Republish Ad
fr_fr: Republier l'annonce

source: Configure
fr_fr: Configurer

source: F.A.Q. / Help
fr_fr: FAQ / Aide

source: All ads that have been expired for ' + $(this).val() + ' days will be deleted immediately!
fr_fr: Toutes les annonces qui sont expirées depuis ' + $(this).val() + ' jours seront immédiatement supprimées!

source: Ad expiration successfully set for all categories
fr_fr: La date d'expiration a été mise à jour avec succès pour toutes les catégories

source: Advanced Ad Management Configuration
fr_fr: Configuration de l'extension Republier une Annonce en 1 Clic

source: Step 1
fr_fr: étape 1

source: Click here to finish the install
fr_fr: Cliquez ici pour terminer l'installation

source: Done
fr_fr: Terminé

source: Step 2
fr_fr: étape 2

source: Configure which categories you want your users to be able to republish their ads in.
fr_fr: Configurer les catégories dans lesquelles vous souhaitez que vos utilisateurs puissent publier leurs annonces.

source: Manage which categories you want your users to be able to republish their ads in.
fr_fr: Gérer les catégories dans lesquelles souhaitez que vos utilisateurs puissent publier leurs annonces.

source: categoreies allow users to republish ads
fr_fr: Catégories dans lesquelles les utilisateurs sont autorisés à republier leurs annonces

source: Master Expire Settings
fr_fr: saisir Expiration des paramètres

source: This powerful feature will change the ad expiration settings for
fr_fr: Cette puissante fonctionnalité va changer les paramètres d'expiration des annonces pour

source: ALL
fr_fr: TOUTES

source: categories and subcategories.
fr_fr: catégories et sous-catégories.

source: Enter ad expiration in days (0 = no expiration, max = 999 days)
fr_fr: Entrez la date d'expiration de l'annonce en jours (0 = aucune expiration, max = 999 jours)

source: Updated
fr_fr: Mise à jour

source: Save
fr_fr: Sauvegarder

source: This action can not be undone. Are you sure you want to continue?
fr_fr: Action irréversible. Etes-vous sûr ?

source: Item Republish Settings
fr_fr: Paramètres de la republication des annonces

source: Number of days before item expires to send email?
fr_fr: Combien de jours avant l'expiration d'une annonce un email de rappel doit-il être envoyé ?

source: Note: emails will only be sent on categories with <br />expiration days greater then 10
fr_fr: Note : les courriels sont envoyés uniquement dans les catégories<br/>qui ont une durée avant expiration de plus de 10 jours

source: (default: 4)
fr_fr: (par défaut: 4)

source: Number of times an ad can be republished? (0 = unlimited)
fr_fr: Nombre de fois qu'une annonce peut être republiée ? (0 = illimité)

source: (default: 5)
fr_fr: (par défaut: 5)

source: Paypal republish settings
fr_fr: Paramètres PayPal de la republication des annonces

source: Require users to pay new item publish fee?
fr_fr: L’utilisateur doit-il payer à chaque nouvelle publication?

source: Number of free republishes before requiring fee to be paid?
fr_fr: Nombre d'annonces qu'un utilisateur peut publier avant la publication payante

source: Note: This number should be smaller then the "Number of times an <br />ad can be republished" unless it is set to zero.
fr_fr: Note : Ce nombre doit être inférieur à "Nombre de fois qu'une annonce peut être republiée" sauf si ce dernier est défini à zéro.

source: (0 = no free republishes)
fr_fr: (0 = aucune republication gratuite)

source: Enable Paypal Pay Per Post option to see these settings
fr_fr: Activez l'option de paiement Paypal par catégorie pour voir ces paramètres

source: Ad Expiration Settings
fr_fr: Paramètres d'Expiration de l'annonce

source: Send an email once the ad has expired?
fr_fr: Envoyer un email une fois que l'annonce a expiré ?

source: Number of days until expired ads are deleted permanently?
fr_fr: Nombre de jours jusqu'à ce que les annonces expirées soient supprimées définitivement ?

source: Note: If you have the number of days set ot zero you should edit the <br />email template "email_ad_expired" accordingly
fr_fr: Remarque: Si vous avez définit le nombre de jours à zéro, vous devriez modifier en conséquence l'email "email_ad_expired" associé à cette fonctionnalité et ce paramètre

source: (0 = never deleted)
fr_fr: (0 = jamais supprimé)

source: Authors
fr_fr: Auteurs

source: Advanced Ad Management Help
fr_fr: Aide de l'extension Republier une Annonce en 1 Clic

source: What is the Advanced Ad Management Plugin?
fr_fr: A propos de cette extension Republier une Annonce en 1 Clic

source: The Advanced Ad Management Plugin gives the user the option to republish there ad after it expires. More info coming soon.
fr_fr: L'extension Republier une Annonce en 1 Clic donne à l'utilisateur la possibilité de republier ses annonces juste avant ou même pendant quelques jours après leur expiration.

source: Do I need to edit any files for Advanced Ad Management plugin to work?
fr_fr: Ai-je besoin d'éditer des fichiers pour que l'extension Republier une Annonce en 1 Clic fonctionne ?

source: Yes, You need to edit the user-items.php file and add the following line.
fr_fr: Oui, vous devez modifier le fichier user-items.php et y ajouter la ligne suivante.

source: Find the following code and add the above code between the tags but before the &lt;/p&gt; tag.
fr_fr: Trouvez le code suivant et ajoutez le code ci-dessus entre les balises mais avant la balise &lt;/p&gt;

source: How do I show Republished date once an ad has been republished?
fr_fr: Comment puis-je afficher la date de republication une fois qu'une annonce a été republiéé?

source: Find the following code in the item.php file of your theme folder.
fr_fr: Trouvez le code suivant dans le fichier item.php se trouvant dans le répertoire de votre thème.

source: Replace the above code with the following code.
fr_fr: Remplacez le code ci-dessus avec le code suivant.

source: How do I edit the email templates?
fr_fr: Comment procéder pour modifier les modèles des emails envoyés automatiquement?

source: To edit the email templates you have to go under the Email & Alerts menu. Then you will see towards the end of the list email_ad_expire and email_ad_expired.
fr_fr: Pour modifier les modèles des courriels, vous devez aller dans le menu Paramètres &rightarrow; Modèles d'emails. Ensuite, vous verrez vers la fin de la liste les 2 modèles utilisés par cette extension: "email_ad_expire" et "email_ad_expired".

source: What are the dynamic tags that can be used in the "email_ad_expire" template?
fr_fr: Quelles sont les balises de remplacement automatique qui peuvent être utilisées dans le modèle "email_ad_expire" ?

source: What are the dynamic tags that can be used in the "email_ad_expired" template?
fr_fr: Quelles sont les balises de remplacement automatique qui peuvent être utilisées dans le modèle "email_ad_expired" ?

source: Item has been republished
fr_fr: L’annonce a bien été republiée

source: Sorry, this ad has reached the max number of republishes.
fr_fr: Désolé, cette annonce a atteint le nombre max de republication.

source: Sorry, we don't have any items with that ID or the secret key is incorrect.
fr_fr: Désolé, il n'y a pas d'annonce avec cet identifiant, ou alors la clé secrète utilisée est incorrecte.
