Repository: oanav/closetshare
Catalog: *-content/plugins/item_success/languages/*/messages.po
Languages: ro_ro

source: Save changes
ro_ro: Salvează modificări

source: Thank you
ro_ro: Mulțumim

source: Share on Facebook
ro_ro: Facebook

source: Share on Twitter
ro_ro: Twitter

source: Share on Google+
ro_ro: Google+

source: Your listing has been published successfully! <br/>You can view your item at the following link
ro_ro: Anunțul a fost publicat cu success! <br/>Pentru a vizualiza anunțul accesează linkul următor

source: Share your listing and increase visibility!
ro_ro: Distribuie anunțul tău pentru a-i crește vizibilitatea!

source: Want to publish more listings?
ro_ro: Vrei să publici mai multe anunțuri?

source: Publish another listing
ro_ro: Publică alt anunț

source: Continue browsing
ro_ro: Continuă
